Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: We gradually found that we wanted someone who could offer solid experience beyond creating a logo.
nn: Vi fann etter kvart ut at vi ville ha nokon som kunne tilby solid erfaring ut over det å teikne ein logo.

source: We will not necessarily be able to register a slogan such as WE KEEP OUR PROMISES.
nn: Eit slagord som WE KEEP OUR PROMISES kan vi ikkje utan vidare kunne gi einerett til.

source: And to ensure good «side cover» for what you consider to be the main patent.
nn: Og å sørgje for god «sidedekning» til det du meiner er hovudpatentet.

source: In some cases it may be simplest to apply directly in each individual country.
nn: I nokre tilfelle kan det enklaste vere å søkje direkte i kvart enkelt land.

source: If you need an answer, call +47 22 38 73 00 and talk to our Customer Service Centre.
nn: Ønskjer du svar, ring +47 22 38 73 00 og snakk med kundesenteret vårt.

source: The technology firm Prox Dynamics has developed the world's smallest drone – a highly advanced spy helicopter weighing 18 grams.
nn: Teknologifirmaet Prox Dynamics har utvikla verdas minste drone – eit superavansert spionhelikopter på 18 gram.

source: How is the mark used?
nn: Korleis er merket brukt?

source: The plan is to increase this threefold in 2016.
nn: Planen er å tredoble dette i 2016.

source: Applying in countries outside the EU which are not members of the Hague system
nn: Søkje i land utanfor EU som ikkje er medlem av Haag-systemet

source: But it doesn't stop with Dustbox.
nn: Men det stoppar ikkje med Dustbox.

source: If electronic filing is not possible, you can use the PDF form below and send the application by post or through Altinn.
nn: Viss elektronisk levering ikkje er mogleg, kan du bruke PDF-skjemaet nedanfor og sende søknaden via post eller via Altinn.

source: If you want a faster response, you can order fast track examination.
nn: Ønskjer du eit raskare svar, kan du bestille hasteoppdrag.

source: The company was established in December 2014, and commercialises the invention ThermaSiC.
nn: Seram Coatings AS er ei bedrift med utspring frå NTNU (etablert desember 2014) som kommersialiserer oppfinninga ThermaSiC.

source: All four employees were transferred to Stingray in 2013, and the company now has a workforce of about 50.
nn: Alle dei fire tilsette blei flytta over i Stingray i 2013, og selskapet har no ein stab på rundt 50 personar.

source: It is possible to mortgage patents, patent applications and patent licences in Norway.
nn: Det er mogleg å pantsetje patent, patentsøknader og patentlisensar i Noreg.

source: When he returned form Mongolia after a few weeks in 2012, he had partners interested in cooperation, a manufacturer and the first product – FeltTile – in place.
nn: Då han kom tilbake frå Mongolia etter nokre veker i 2012, hadde han både samarbeidspartnarar, ein produsent og det første produktet – FeltTile – på plass.

source: Using an agent or attorney to file an international design application to WIPO is not a requirement.
nn: Det er ikkje eit krav at du brukar ein fullmektig for å levere inn ein internasjonal designsøknad til WIPO.

source: Stingray Marine Solutions was established in 2012 as a subsidiary of Beck Engineering.
nn: Stingray Marine Solutions blei etablert i 2012 som dotterselskap av Beck Engineering.

source: The limit for protected surnames is 200 bearers, and if you do not have the name yourself you must obtain consent from all the bearers to be able to use the name as a trademark.
nn: Grensen for verna etternamn er 200 bærarar, og viss du ikkje sjølv har namnet, må du ha samtykke frå samtlege bærarar for å kunne bruke namnet som eit varemerke.

source: It is not possible to assess applications that do not have an adequate description and claims.
nn: Søknader som er mangelfulle ved at dei ikkje har ei tilstrekkeleg forklaring og krav, er ikkje mogleg å vurdere.

source: The patent attorney Per Berg at Curo says that he recommended a broad patent, as it turned out that no similar solutions had been patented previously.
nn: Patentrådgivar Per Berg i Curo fortel at han anbefalte eit breitt patent då det viste at det ikkje var patentert nokre liknande løysingar tidlegare.

source: The same applies to portraits of specific persons, which you cannot register as trademarks without consent.
nn: Det same gjeld for portrett av bestemte personar, som du ikkje kan registrere som varemerke utan samtykke.

source: Diversity in the organisation is important to us, and we have an active policy of including people with disabilities or gaps in their CV.
nn: Vi ønskjer mangfald i organisasjonen, og tilrettelegg aktivt for å inkludere personar med nedsett funksjonsevne eller hol i CV-en.

source: We do this by helping Norwegian and international businesses, inventors, designers and brand builders to create, secure and manage their assets and rights in a professional way.
nn: Dette gjer vi gjennom å hjelpe norsk og internasjonalt næringsliv, oppfinnarar, designarar og merkevarebyggjarar med å skape, sikre og handtere verdiane og rettane sine på ein god måte.

source: All kinds of physical objects, screen shots, icons, graphic symbols, typography and ornamentation can be registered as a design.
nn: Alle slags fysiske gjenstandar, skjermbilete, ikon, grafiske symbol, typografi og ornamentering kan registrerast som design.

source: Highly qualified, committed and satisfied employees, high customer satisfaction and varied work tasks make the NIPO one of the best workplaces in Norway.
nn: Høg kompetanse, engasjerte og fornøgde medarbeidarar, høg kundetrivsel og varierte arbeidsoppgåver gjer at Patentstyret er blant dei beste arbeidsplassane i Noreg.

source: We have won the award for Best Public Customer Service three years in a row, and in 2021 we also received a third place overall.
nn: Vi har vunne prisen for beste offentlege kundeservice tre år på rad, og i 2021 fekk vi også ein tredjeplass totalt sett.

source: DYNATEC AS produces everything from individual machines to complete production lines for food production, product control and packing, among other things.
nn: DYNATEC AS produserer alt frå enkeltmaskiner til komplette liner for blant anna matproduksjon, produktkontroll og pakking.

source: After several rounds of negotiations heavily reported in the press, the parties finally reached a settlement at the end of the summer under which Choice Hotels paid the man NOK 250 000 to take over the trademark.
nn: Etter fleire rundar med forhandlingar som er godt skildra i pressa, inngjekk partane til slutt forlik i sommar der Choice Hotels betalte mannen 250 000 kroner for å overta varemerket.

source: Wireless detectors have therefore not yet been available in this industry, even though there has been demand for them.
nn: Trådlause detektorar har derfor ikkje vore tilgjengelege i denne industrien til no, sjølv om etterspurnaden har vore der.

source: «Neutralising an external fish parasite with photons of light».
nn: «Å uskadeleggjere ein ekstern fiskeparasitt med lysfoton».

source: Novelty – the invention must be new.
nn: Nyheit – oppfinninga må vere ny.

source: "Smartfish develops innovative products, and that makes it particularly important for us to protect our inventions and consequently secure a basis for earnings.
nn: «Smartfish utviklar innovative produkt, og det gjer det særleg viktig for oss å verne oppfinningane våre og dermed sikre grunnlaget for inntening.

source: Nominated for the European Inventor Award
nn: Nominert til European Inventor Award

source: There are currently 50 approvals/registrations for these.
nn: Det er i dag 50 godkjenningar/registreringar for desse.

source: Why obtain patent protection for computer-implemented inventions?
nn: Kvifor patentere datamaskin-implementerte oppfinningar?

source: The EPO has prepared a manual in cooperation with its users, especially epi and BusinessEurope.
nn: EPO har utarbeidt ei handbok i samarbeid med sine brukarar, spesielt EPI og BusinessEurope.

source: Applications, granted patents and registered patent licences can all be mortgaged.
nn: Både søknader, innvilga patent og registrerte patentlisensar kan pantsetjast.

source: Detectors to warn of emissions of methane (natural gas) are normally quite energy-hungry.
nn: Detektorar som skal varsle om utslepp av metan (naturgass), er normalt ganske energikrevjande.

source: One of these gold card customers was in an office share with a person who, on the same day that the survey was sent out, registered the name 'The Thief' as a trademark under 'hotels and restaurants'.
nn: Ein av desse gullkortkundane jobba i kontorfellesskap med ein person som same dag som undersøkinga blei send ut, registrerte namnet «The Thief» som merkevare under «hotell og restaurantar».

source: In August 2016 more than 1100 new top-level domains had been assigned.
nn: I august 2016 var det delegert over 1100 nye toppdomene.

source: A patent typically has a term of 20 years.
nn: Eit patent varar typisk i 20 år.

source: An example of this is champagne.
nn: Eit eksempel på dette er champagne.

source: There has been good cooperation throughout.
nn: — Det har vore eit godt samarbeid heile vegen.

source: The products also have positive environmental aspects.
nn: Produkta har også element ved seg som er positive for miljøet.

source: Many attempts had been made to produce such a powder based on SiC but no one had succeeded until Nuria Espallargas and Fahmi Mubarok did so at NTNU.
nn: Veldig mange har forsøkt å lage eit slikt pulver basert på SiC, men ingen har klart det ­– heilt til Nuria Espallargas og Fahmi Mubarok gjorde det ved NTNU.

source: Options for Norwegian enterprises to take out IPR insurance
nn: Moglegheiter for norske verksemder til å teikne IPR-forsikring

source: Can absolutely anyone register King Harald or Crown Princess Ingrid?
nn: Kan kven som helst registrere Kong Harald eller kronprinsesse Ingrid?

source: Prox Dynamics today is the world's leading producer of nano-UAVs, and the PD-100 PRS has been sold in more than 15 countries.
nn: Prox Dynamics er i dag ein verdsleiande produsent av nano-UAV-ar, og PD-100 PRS blir selt i meir enn 15 land.

source: They are also in the process of launching FeltCeiling and FeltRoll, but will not apply for protection for the latter.
nn: Dei er også på trappene med lansering av FeltCeiling og FeltRoll, men det siste kjem dei ikkje til å søkje om vern for.

source: Industrially usable – the invention must have technical character, technical effect and be reproducible.
nn: Industrielt utnyttbar – oppfinninga skal ha teknisk karakter, teknisk effekt og vere mogleg å reprodusere.

source: For example, you cannot patent a business concept.
nn: Til dømes kan du ikkje få patent på eit forretningskonsept.

source: HAUSMANN, applied for orthopedic shoes, is misleading for consumers.
nn: HAUSMANN, søkt for ortopediske sko, vere villeiande for forbrukarane.

source: (NB: Your feedback is anonymous - see over)
nn: Tilbakemeldingar er anonyme - sjå over)

source: Stingray has also developed a database containing millions of images of salmon lice from all the nodes placed in fish cages.
nn: Stingray har også utvikla ein database med eit titalls millionar bilete av lakselus frå alle nodane som er plasserte ut i merdene.

source: Solberg thinks it was very good for several reasons.
nn: Solberg meiner det er veldig godt av fleire årsaker.

source: Beck ended up as one of three finalists in the category «Small and medium-sized enterprises».
nn: Beck kom heilt til finalen, og endte som ein av tre finalistar i kategorien «Små og mellomstore verksemder».

source: And the best of all - you will receive this information within a few days!
nn: Og best av alt - du får opplysningane i løpet av nokre dagar!

source: If the invention is known to the general public through publication, in the market, at an exhibition or similar, the claim of novelty is not met.
nn: Er oppfinninga kjent for offentlegheita gjennom publisering, i marknaden, på ei utstilling eller liknande er kravet til nyheit ikkje oppfylt.

source: After 18 months, we publish the application and make it available to everyone on the websites of national and international patent authorities.
nn: Etter 18 månader publiserer vi søknaden og gjer han tilgjengeleg for alle gjennom nettsidene til nasjonale og internasjonale patentorganisasjonar.

source: The outcome was FIMBULVETR®– a snowshoe unlike any other in appearance, experience and function.
nn: Resultatet blei FIMBULVETR®– ei truge ulik alle andre i utsjånad, oppleving og funksjon.

source: (website of the European Patent Office)
nn: (nettstaden til EPO)

source: And I had received great assistance from the enterprise office in Kongsberg.
nn: Og eg har fått fantastisk hjelp frå Etablerarkontoret i Kongsberg.

source: They won the Venture Cup, a major business plan competition, and the ball started rolling.
nn: Dei vann Venture Cup, ein større forretningsplankonkurranse, og ballen byrja å rulle.

source: I got up and started to draw, says Stepien.
nn: Då stod eg opp og byrja å teikne, seier Stepien.

source: "You can also do the opposite, namely publish open information to prevent others from patenting.
nn: «Ein kan òg gjere det motsette, nemleg å publisere open informasjon for å hindre andre i å patentere.

source: He spent the whole of the period between Christmas and New Year and the beginning of 2010 trawling through national and international patent databases, but he did not find anyone who had patented anything that was based on laser or optics.
nn: Han brukte heile romjula og byrjinga av januar 2010 påå tråle patentdatabasar nasjonalt og internasjonalt, men fann ingen som hadde patentert noko som baserte seg på laser eller optikk.

source: One-way licensing (in or out)
nn: Einvegs lisensiering (inn eller ut)

source: It has invested significant resources in developing, optimising and patenting the production process.
nn: Dei har òg lagt ned betydelege ressursar i å utvikle, optimalisere og patentere produksjonsprosessen.

source: The price includes registration of a design for five years.
nn: Prisen inkluderer registrering av eit design for fem år.

source: If you use eOLF to file electronic PCT applications, the Norwegian Industrial Property Office must register your smartcard before you can file the first application.
nn: Viss du brukar eOLF for levering av elektroniske PCT-søknadar, må Patentstyret registrere smartkortet ditt før du kan levere den første søknaden.

source: If you prepare an international application through ePCT-Filing, most formal errors will be discovered prior to filing, and you will be able to correct these before the application is submitted.
nn: Viss du utarbeider ein internasjonal søknad via ePCT-Filing, vil dei fleste formelle feil oppdagast før innlevering, og du kan korrigere desse før søknaden leverast.

source: Cases involving intellectual property rights, and patent cases in particular, are often complex and demand detailed legal and technical expertise.
nn: Saker som involverer immaterielle rettar, og særleg patentsaker, er ofte kompliserte og krev inngåande juridisk og teknisk kompetanse.

source: We are centrally located in pleasant premises at Sandaker in Oslo, with shops, cafes, pubs, restaurants and attractive parks in the immediate vicinity.
nn: Vi held til i hyggjelege lokaler sentralt på Sandaker i Oslo, med butikkar, kafear, pubar og restaurantar samt fine grøntareal rett utanfor døra.

source: The product was first put to use on a large scale by the British armed forces in Afghanistan in 2012.
nn: Dette blei for første gong tatt i bruk i større skala av det britiske militæret i Afghanistan i 2012.

source: It is possible to submit a complaint, even after a top level domain has been authorised, via a procedure called PDDRP (Delegation Dispute Resolution Procedure).
nn: Det er mogleg å klage også etter at toppdomenet har blitt godkjend, gjennom ei prosedyre som heiter PDDRP (Post Delegation Dispute Resolution Procedure).

source: If you pay more than the amount due, but less than NOK 300, this sum will not be reimbursed unless you request it.
nn: Avgifter og gebyr som er betalt med inntil kr 300 for mykje, blir ikkje tilbakebetalt med mindre kunden ber om det.

source: The battery will normally last for two years of operation.
nn: Batteriet skal i normale tilfelle halde til drift i to år.

source: If you patent your invention, you then have the opportunity to license out your technology to others, or to share these rights.
nn: Når du sjølv patenterer oppfinningar innanfor eit teknologiområde, kan du lisensiere ut eigen teknologi til andre, eller dele rettar.

source: NB: Before you pay:
nn: Før du betalar:

source: This makes Rom & Tonik® well placed to conquer the world market with acoustic panels based on coarse wool.
nn: Det gjer Rom & Tonik® godt rusta når dei no skal erobre verdsmarknaden med akustikkplater basert på grov ull.

source: In addition, they have used Dehns in London.
nn: I tillegg har dei brukt Dehns i London.

source: In order to file your PCT application electronically we encourage you to use the World Intellectual Property Organization (WIPO) filing system ePCT or eOLF (Online Filing software) supplied by the European Patent Office (EPO).
nn: For elektronisk levering av PCT-søknader oppfordra vi deg til å nytte WIPOs sitt innleveringssystem ePCT eller eOLF (Online Filing software) levert av European Patent Office (EPO).

source: Today, the Dustbox dust extractor is marketed by Würth.
nn: I dag blir Dustbox støvagsug marknadsført av Würth.

source: An industry facing challenges The whole thing started between Christmas and New Year 2009, when the inventor Esben Beck was giving some thought to the challenges facing the fish farming industry with salmon parasites.
nn: Det heile starta romjula 2009 då oppfinnaren Esben Beck tenkte litt rundt utfordringane som oppdrettsnæringa har med lakseparasittar.

source: Right granted despite opposition (Section 12)
nn: Godkjenning av søknad trass i motsegn (§ 12)

source: Computers and software are included in more and more products, from IoT (internet of things) and apps on smartphones to advanced control systems in driverless cars, to name just a few of the many areas of technology in which they are used.
nn: Datamaskiner og programvare inngår i fleire og fleire produkt, frå IoT (internet of things) og appar på mobiltelefonar til avanserte kontrollsystem i sjølvkjørande bilar, for å nemne nokre få av dei mange teknologiområda kor dette blir brukt.

source: Read more on the Rom & Tonik® website:
nn: Les meir på nettsidene til Rom & Tonik®:

source: All the fees have to be paid directly to WIPO in Swiss francs.
nn: Du betalar alle avgifter direkte til WIPO i sveitsiske franc.

source: See EPO's video about Esben Beck and his laser patent
nn: Sjå EPO sin presentasjonsfilm om Esben Beck og oppfinninga

source: CPC offers the ability to classify in more detail than IPC because the system contains more subcategories than IPC.
nn: CPC gir moglegheit til å klassifisere meir detaljert enn IPC fordi systemet inneheld fleire underkategoriar enn IPC.

source: The expression "name" includes, in addition to names which are protected under the Names Act, names that clearly identify a particular person.
nn: Uttrykket "namn" inkluderer i tillegg til namn som er beskytta etter namnelova, også namn som eintydig utpeiker ein bestemt person.

source: — In 2017 and 2018 Norwegian fish farmers had annual costs of more than NOK 10 billion related to treatment measures and lost income due to depletion.
nn: – I 2017 og 2018 hadde norske oppdrettarar årlege kostnader på over 10 milliardar kroner knytte til behandlingstiltak og tapte inntekter på grunn av avlusing.

source: More information on the EPO website:
nn: Meir informasjon på EPO sine nettsider:

source: What is a design?
nn: Kva er eit design?

source: "This makes new demands on the strategy adopted to protect intellectual property rights," Professor Leif Hem of the Norwegian School of Economics (NHH) emphasises.
nn: – Det set nye krav til strategien rundt vernet av dei immaterielle verdiane, understrekar professor Leif Hem hos Noregs Handelshøgskole (NHH).

source: This includes subsea technology, as well as risers and Christmas trees.
nn: Dette omfattar subseateknologi, som til dømes risere og juletre.

source: This gives you more time to decide in which other countries you wish to register the design.
nn: Dette gir deg meir tid til å velje kva for andre land du ønskjer å registrere designet i.

source: As an account holder, you have access through ePCT private services to all international applications that you hold or manage.
nn: ePCT private services gir deg som kontoeigar tilgang til alle internasjonale søknadar som du sjølv eig eller forvaltar.

source: The application has to be sent to the European Union Intellectual Property Office (EUIPO), located in Alicante (Spain).
nn: Søknaden skal sendast til European Union Intellectual Property Office (EUIPO) som held til i Alicante, Spania.

source: Designate the countries in which you wish to obtain protection in the application.
nn: I søknaden skal du peike ut kva land og unionar du ønskjer vern i.

source: Almost any word can be registered as a generic top-level domain.
nn: Nesten alle ord kan no registrerast som generiske toppdomene.

source: In mid-January 2016 there were 50 dust collectors in use.
nn: I midten av januar 2016 var 50 støvsamlarar i bruk.

source: ), you will receive an automatic confirmation of this.
nn: ), vil du motta ei automatisk stadfesting på dette.

source: Choice Hotel used a selection of its partners and best customers to test out the name of its new hotel "The Thief" on Tjuvholmen.
nn: Choice Hotels brukte eit utval av samarbeidspartnarane og dei beste kundane sine for å teste ut namnet på det nye hotellet sitt The Thief på Tjuvholmen.

source: Use Internet Explorer, and remember that the smartcard must be connected at the time of registration.
nn: Bruk Internet Explorer, og husk at smartkortet må vere kopla til ved registreringa.

source: ) for company names and Norid (
nn: ) for føretaksnamn og Norid (

source: For more information, see
nn: For meir informasjon,

source: This is entirely in line with a relatively new trend in the business community, where customers are involved to varying degrees in the innovation processes of companies.
nn: Det er heilt i tråd med ein relativt ny trend i næringslivet der kundane og brukarane i ulik grad blir involverte i innovasjonsprosessane til selskapa.

source: You can also file the application by post or as correspondence through Altinn.
nn: Du kan også levere søknaden per post eller som korrespondanse via Altinn.

source: Rom & Tonik® obtained trademark and design protection for the firm's name, logo and graphic identity.
nn: Rom & Tonik® fekk varemerke- og designvern for namnet, logoen og den grafiske profilen sin.

source: He says that there have already been several parties who have had a go at the patent, but they have all given up after a short time.
nn: Han fortel at dei allereie har hatt fleire aktørar som har forsøkt seg på patentet, men alle har gitt opp etter kort tid.

source: NB: These tools can only be used to file international PCT applications (PCT/RO/101 PCT Request) and cannot be used to file European (EP patents) and national patent applications at the Norwegian Industrial Property Office. Link to national application in Norway
nn: Verktøya kan kun brukast for innlevering av internasjonale PCT-søknadar (PCT/RO/101 PCT Request) og kan ikkje brukast for innlevering av europeiske (EP-patent) og nasjonale patentsøknadar til Patentstyret.

source: We search in publicly available information.
nn: Vi søkjer i allment tilgjengeleg informasjon.
